[DLC07_Twk_GlobalStore DisTweaks_Store]
m_StoreItems[0]=(m_Name="Wristbow Bolt",m_Description="Ammunition for Daud's wristbow.")
m_StoreItems[1]=(m_Name="Explosive Bolt",m_Description="Heavy bolt that explodes after a delay triggered upon impact.")
m_StoreItems[2]=(m_Name="Bullet",m_Description="Ammunition for any standard pistol.")
m_StoreItems[3]=(m_Name="Sleep Dart",m_Description="Puts enemies to sleep.")
m_StoreItems[4]=(m_Name="Arc Mine",m_Description="A lethal trap that can be placed on nearly any surface. ")
m_StoreItems[5]=(m_Name="Stun Mine",m_Description="A nonlethal trap that can be placed on nearly any surface. ")
m_StoreItems[6]=(m_Name="Grenade",m_Description="An explosive grenade.")
m_StoreItems[7]=(m_Name="Chokedust",m_Description="A nonlethal grenade that temporarily disables enemies.")
m_StoreItems[8]=(m_Name="Piero's Spiritual Remedy",m_Description="Restores mana.")
m_StoreItems[9]=(m_Name="Sokolov's Health Elixir",m_Description="Restores health.")
m_StoreItems[10]=(m_Name="Rewire Tool",m_Description="Allows you to rewire circuitry and turn security systems to your advantage. Consumed on use.")
m_StoreItems[11]=(m_Name="Wristbow Accuracy",m_Description="Lowers dispersion and stabilizes wristbow aim.")
m_StoreItems[12]=(m_Name="Wristbow Range",m_Description="Wristbow bolts travel faster, farther.")
m_StoreItems[13]=(m_Name="Wristbow Reload",m_Description="Faster reload. Enables auto-reload.")
m_StoreItems[14]=(m_Name="Combat Sleep Dart",m_Description="Sleep darts are effective immediately, even in combat.")
m_StoreItems[15]=(m_Name="Improved Armor",m_Description="Reduces damage.")
m_StoreItems[16]=(m_Name="Boot Stealth 1",m_Description="Reduced footstep sounds. <br>§C_BLUE§Unlocks: §C§<br>Boot Stealth 2")
m_StoreItems[17]=(m_Name="Boot Stealth 2",m_Description="Further reduced footstep sounds. ")
m_StoreItems[18]=(m_Name="Bolt Capacity 1",m_Description="Increases standard bolt capacity by 10 (Total 20).")
m_StoreItems[19]=(m_Name="Bolt Capacity 2",m_Description="Increases standard bolt capacity by 10 (Total 30).")
m_StoreItems[20]=(m_Name="Sleep Dart Capacity 1",m_Description="Increases sleep dart capacity by 3 (Total 13).")
m_StoreItems[21]=(m_Name="Sleep Dart Capacity 2",m_Description="Increases sleep dart capacity by 2 (Total 15).")
m_StoreItems[22]=(m_Name="Explosive Bolt Capacity 1",m_Description="Increases explosive bolt capacity by 3 (Total 8).")
m_StoreItems[23]=(m_Name="Explosive Bolt Capacity 2",m_Description="Increases explosive bolt capacity by 2 (Total 10).")
m_StoreItems[24]=(m_Name="Grenade Capacity",m_Description="Increases grenade storage capacity by 4 (Total 9).")
m_StoreItems[25]=(m_Name="Chokedust Capacity",m_Description="Increases chokedust storage capacity by 4 (Total 9). ")
m_StoreItems[26]=(m_Name="Baffle Dust",m_Description="Changes chemical composition of chokedust so it induces short term confusion. Victims will resume normal, unsuspecting activity after exposure to the dust.")
m_StoreItems[27]=(m_Name="Arc Mine Capacity",m_Description="Increases arc mine storage capacity by 3 (Total 6).")
m_StoreItems[28]=(m_Name="Stun Mine Capacity",m_Description="Increases stun mine storage capacity by 3 (Total 6).")
m_StoreItems[29]=(m_Name="Arc Mine Extra Charge",m_Description="Adds an extra charge to the arc mine.")
m_StoreItems[30]=(m_Name="Stun Mine Extra Charge",m_Description="Adds an extra charge to the stun mine.")
m_StoreItems[31]=(m_Name="Stun Mine",m_Description="A modification to the arc mine design allows Daud to create a nonlethal version.")
m_StoreItems[32]=(m_Name="Bone Charm Capacity 1",m_Description="Enables one additional bone charm to be active (Total 4, Max 8).")
m_StoreItems[33]=(m_Name="Bone Charm Capacity 2",m_Description="Enables one additional bone charm to be active (Total 5, Max 8). ")
m_StoreItems[34]=(m_Name="Bone Charm Capacity 3",m_Description="Enables one additional bone charm to be active (Total 6, Max 8). ")
m_StoreItems[35]=(m_Name="Bone Charm Capacity 4",m_Description="Enables two additional bone charms to be active (Total 8, Max 8)")
m_StoreItems[36]=(m_Name="Overseer Daud",m_Description="You are disguised as an Overseer. An Overseer has been summoned to Coldridge Prison. Your contacts will intercept him and send you in his place. Using this overseer’s uniform as a disguise should fool the prison guards long enough to get you inside.")
m_StoreItems[37]=(m_Name="Misplaced Rune",m_Description="A recent sweep of the prison for contraband has yielded a number of heretical artifacts, one of them will accidently be misplaced for the right bribe.")
m_StoreItems[38]=(m_Name="Forged Requisition",m_Description="Forged requisition orders allow your contact to deliver stun mines to the prison. The key to the munitions lockers will be hidden nearby.")
m_StoreItems[39]=(m_Name="The Sunken Crate",m_Description="Allied Whalers will dump a crate loaded with supplies overboard near the Undine. You will have to dive to retrieve the contents.")
m_StoreItems[40]=(m_Name="The Hidden Rune",m_Description="A tunnel dweller has been bribed to bring a Rune from the depths of the Dunwall storm drains and place it within reach of the surface.")
m_StoreItems[41]=(m_Name="Former Rothwild Laborer",m_Description="A laborer you saved from the jail cell in Rothwild’s slaughterhouse has some useful information for you. Meet him at the Textile Mill.")
m_StoreItems[42]=(m_Name="A Gift From Abigail Ames",m_Description="Abigail Ames has contacted you through your network. She’s offering a bone charm that might be useful to you, in exchange for a small fee.")
m_StoreItems[43]=(m_Name="A Gift From Abigail Ames",m_Description="Abigail Ames has contacted you through your network. She wishes to put the past behind her and offers a gift for reconciliation.")
m_StoreItems[44]=(m_Name="Hole in the Fence",m_Description="Your operatives will drop you a rune, some mana and open the fence to allow for a more stealthy approach to the estate.")
m_StoreItems[45]=(m_Name="Thieving Butler",m_Description="The former butler smuggled goods from the estate and hid them by the shore.  One of your agents will unearth the cache for a price.")
m_StoreItems[46]=(m_Name="Turncoat",m_Description="Your agents have paid one of the witches to meet with you and provide information.  She’ll be wearing a red jacket.")

[DLC07_Twk_InWorldStore DisTweaks_Store]
m_StoreItems[0]=(m_Name="Wristbow Bolt",m_Description="Ammunition for Daud's wristbow.")
m_StoreItems[1]=(m_Name="Explosive Bolt",m_Description="Heavy bolt that explodes after a delay triggered upon impact.")
m_StoreItems[2]=(m_Name="Bullet",m_Description="Ammunition for any standard pistol.")
m_StoreItems[3]=(m_Name="Sleep Dart",m_Description="Puts enemies to sleep.")
m_StoreItems[4]=(m_Name="Arc Mine",m_Description="A lethal trap that can be placed on nearly any surface. ")
m_StoreItems[5]=(m_Name="Stun Mine",m_Description="A nonlethal trap that can be placed on nearly any surface. ")
m_StoreItems[6]=(m_Name="Grenade",m_Description="An explosive grenade.")
m_StoreItems[7]=(m_Name="Chokedust",m_Description="A nonlethal grenade that temporarily disables enemies.")
m_StoreItems[8]=(m_Name="Piero's Spiritual Remedy",m_Description="Restores mana.")
m_StoreItems[9]=(m_Name="Sokolov's Health Elixir",m_Description="Restores health.")
m_StoreItems[10]=(m_Name="Sokolov's Health Elixir",m_Description="Restores health.")
m_StoreItems[11]=(m_Name="Rewire Tool",m_Description="Allows you to rewire circuitry and turn security systems to your advantage. Consumed on use.")
m_StoreItems[12]=(m_Name="Wristbow Accuracy",m_Description="Lowers dispersion and stabilizes wristbow aim.")
m_StoreItems[13]=(m_Name="Wristbow Range",m_Description="Wristbow bolts travel faster, farther.")
m_StoreItems[14]=(m_Name="Wristbow Reload",m_Description="Faster reload. Enables auto-reload.")
m_StoreItems[15]=(m_Name="Combat Sleep Dart",m_Description="Sleep darts are effective immediately, even in combat.")
m_StoreItems[16]=(m_Name="Improved Armor",m_Description="Reduces damage.")
m_StoreItems[17]=(m_Name="Boot Stealth 1",m_Description="Reduced footstep sounds. <br>§C_BLUE§Unlocks: §C§<br>Boot Stealth 2")
m_StoreItems[18]=(m_Name="Boot Stealth 2",m_Description="Further reduced footstep sounds. ")
m_StoreItems[19]=(m_Name="Bolt Capacity 1",m_Description="Increases standard bolt capacity by 10 (Total 20).")
m_StoreItems[20]=(m_Name="Bolt Capacity 2",m_Description="Increases standard bolt capacity by 10 (Total 30).")
m_StoreItems[21]=(m_Name="Sleep Dart Capacity 1",m_Description="Increases sleep dart capacity by 3 (Total 13).")
m_StoreItems[22]=(m_Name="Sleep Dart Capacity 2",m_Description="Increases sleep dart capacity by 2 (Total 15).")
m_StoreItems[23]=(m_Name="Explosive Bolt Capacity 1",m_Description="Increases explosive bolt capacity by 3 (Total 8).")
m_StoreItems[24]=(m_Name="Explosive Bolt Capacity 2",m_Description="Increases explosive bolt capacity by 2 (Total 10).")
m_StoreItems[25]=(m_Name="Grenade Capacity",m_Description="Increases grenade storage capacity by 4 (Total 9).")
m_StoreItems[26]=(m_Name="Chokedust Capacity",m_Description="Increases chokedust storage capacity by 4 (Total 9). ")
m_StoreItems[27]=(m_Name="Arc Mine Capacity",m_Description="Increases arc mine storage capacity by 3 (Total 6).")
m_StoreItems[28]=(m_Name="Stun Mine Capacity",m_Description="Increases stun mine storage capacity by 3 (Total 6).")
m_StoreItems[29]=(m_Name="Arc Mine Extra Charge",m_Description="Adds an extra charge to the arc mine.")
m_StoreItems[30]=(m_Name="Stun Mine Extra Charge",m_Description="Adds an extra charge to the stun mine.")
m_StoreItems[31]=(m_Name="Stun Mine",m_Description="A modification to the arc mine design allows Daud to create a nonlethal version.")
m_StoreItems[32]=(m_Name="Bone Charm Capacity 1",m_Description="Enables one additional bone charm to be active (Total 4, Max 8).")
m_StoreItems[33]=(m_Name="Bone Charm Capacity 2",m_Description="Enables one additional bone charm to be active (Total 5, Max 8). ")
m_StoreItems[34]=(m_Name="Bone Charm Capacity 3",m_Description="Enables one additional bone charm to be active (Total 6, Max 8). ")
m_StoreItems[35]=(m_Name="Oxrush Flower",m_Description="Oxrush is a flower found in the southern region of Pandyssia.")
m_StoreItems[36]=(m_Name="Bone Charm",m_Description="Grants the owner small supernatural benefits.")
